/* No hot-key set */
"(none)" = "(nessuna)";

/* Show floater forever */
"always" = "sempre";

/* Apply unsaved changes button */
"Apply" = "Applica";

/* Tool-tip for Apply button (active) */
"Apply changes permanently" = "Applica modifiche permanentemente";

/* Tool-tip for Apply button (ghosted) */
"Apply changes permanently\n(Disabled because there are no changes)" = "Applica modifiche permanentemente\n(Disabilitato perché non ci sono modifiche)";

/* unsaved changes title */
"Apply unsaved changes?" = "Applico modifiche non salvate?";

/* Cancel button */
"Cancel" = "Annulla";

/* Tool-tip for button style popup (not ghosted) */
"Changes the visual appearance of the Synergy Menu Bar buttons" = "Modifica l'aspetto dei pulsanti di Synergy nella barra dei menù";

/* Tool-tip for button style popup (ghosted) */
"Changes the visual appearance of the Synergy Menu Bar buttons\n(Disabled because \"Choose random button style\" is selected in the Advanced Tab" = "Modifica l'aspetto dei pulsanti di Synergy nella barra dei menù\n(Disabilitato perché \"Scegli stile pulsanti casuale\" è selezionato nella tabella Avanzate";

/* Start Synergy button descriptive text */
"Click to start Synergy." = "Premi per avviare Synergy.";

/* Stop Synergy button descriptive text */
"Click to stop Synergy (currently running in the background)." = "Premi per chiudere Synergy (attualmente opera in background).";

/* Stop Synergy button descriptive text */
"Click to stop Synergy." = "Premi per chiudere Synergy.";

/* 'Decrease rating' text */
"Decrease rating" = "Diminuisci valutazione";

/* Don't apply unsaved changes button */
"Don't Apply" = "Non applicare";

/* 'for' xxxx seconds */
"for" = "per";

/* 'Increase rating' text */
"Increase rating" = "Aumenta valutazione";

/* Next track action description */
"Next track" = "Brano successivo";

/* Play/Pause action description */
"Play/Pause" = "Play/Pausa";

/* Previous track action description */
"Previous track" = "Brano precedente";

/* Purchase */
"Purchase" = "Purchase";

/* Purchase upgrade */
"Purchase upgrade" = "Purchase upgrade";

/* Quit Synergy action description */
"Quit Synergy" = "Esci da Synergy";

/* 'Rate as' text */
"Rate as" = "Classifica come";

/* 'Rate as no stars' text */
"Rate as no stars" = "Classifica come nessuna stella";

/* Synergy floater preview help suggestion */
"Read more about the floater in the Synergy Help" = "Altre info sulla finestra flottante nell'Aiuto di Synergy";

/* Really revert to previous settings? */
"Really revert to previous settings?" = "Really revert to previous settings?";

/* Really switch to defaults? */
"Really switch to defaults?" = "Really switch to defaults?";

/* Refresh... */
"Refresh..." = "Aggiorna...";

/* 10 user license description */
"Registered (10-user)" = "Registrato (10 utenti)";

/* 100 user license description */
"Registered (100-user)" = "Registrato (100 utenti)";

/* 20 user license description */
"Registered (20-user)" = "Registrato (20 utenti)";

/* 5 user license description */
"Registered (5-user)" = "Registrato (5 utenti)";

/* 50 user license description */
"Registered (50-user)" = "Registrato (50 utenti)";

/* Single user license description */
"Registered (Single user)" = "Registrato (utente singolo)";

/* Tool-tip for Defaults button (active) */
"Reset to default settings" = "Risetta alle impostazioni predefinite";

/* Tool-tip for Defaults button (ghosted) */
"Reset to default settings\n(Disabled because settings already match defaults)" = "Risetta alle impostazioni predefinite\n(Disabilitato perché le impostazioni sono predefinite)";

/* Revert all button */
"Revert all" = "Revert all";

/* Tool-tip for Revert button (active) */
"Revert to last-saved state" = "Torna all'ultimo stato salvato";

/* Tool-tip for Revert button (ghosted) */
"Revert to last-saved state\n(Disabled because there are no changes)" = "Torna all'ultimo stato salvato\n(Disabilitato perché non ci sono modifiche)";

/* abbreviation for 'seconds' */
"secs" = "sec";

/* Show/Hide floater action description */
"Show/Hide floater" = "Mostra/Nascondi finestra flottante";

/* Show/Hide Synergy menu buttons */
"Show/Hide Synergy menu buttons" = "Mostra/Nascondi pulsanti menù Synergy";

/* Start Synergy button */
"Start" = "Avvio";

/* Tool-tip for Start button (active) */
"Start Synergy and place controls for iTunes in the Menu Bar" = "Avvia Synergy e posiziona i controlli per iTunes nella barra dei menù";

/* Tool-tip for Start button (ghosted) */
"Start Synergy and place controls for iTunes in the Menu Bar\n(Disabled because Synergy is in the process of starting)" = "Avvia Synergy e posiziona i controlli per iTunes nella barra dei menù\n(Disabilitato perché Synergy si sta avviando)";

/* Starting Synergy status message */
"Starting Synergy." = "Avvio Synergy.";

/* Stop Synergy button */
"Stop" = "Stop";

/* Tool-tip for Stop button (active) */
"Stop Synergy and remove controls for iTunes from Menu Bar" = "Chiudi Synergy e rimuovi i controlli per iTunes dalla barra dei menù";

/* Tool-tip for Stop button (active, but controls may be hidden) */
"Stop Synergy and, if present, remove controls for iTunes from Menu Bar" = "Chiudi Synergy e, se presenti, rimuovi i controlli per iTunes dalla barra dei menù";

/* Synergy floater preview title */
"Synergy floater title" = "Synergy titolo finestra flottante";

/* Synergy floater preview descriptive text */
"This is a preview of the floater" = "Questa è un'anteprima della finestra flottante";

/* Revert button explanation */
"This will revert all preferences, including preferences in other tabs, back to their previous values. Are you sure you want to do this?" = "This will revert all preferences, including preferences in other tabs, back to their previous values. Are you sure you want to do this?";

/* Defaults button explanation */
"This will set all preferences, including preferences in other tabs, back to their default values. Are you sure you want to do this?" = "This will set all preferences, including preferences in other tabs, back to their default values. Are you sure you want to do this?";

/* Unregistered description */
"Unregistered" = "Non registrato";

/* Use defaults button */
"Use defaults" = "Use defaults";

/* Volume down action description */
"Volume down" = "Abbassa volume";

/* Volume up action description */
"Volume up" = "Alza volume";

/* Tool-tip for Floater checkbox (not ghosted) */
"When checked, a temporary song information floater appears when changing tracks" = "Quando selezionato, una finestra flottante temporanea con informazioni sulla canzone appare quando cambia brano";

/* Tool-tip for Floater checkbox (ghosted) */
"When checked, a temporary song information floater appears when changing tracks;\ndisabled because the floater is set to display 'always'" = "Quando selezionato, una finestra flottante temporanea con informazioni sulla canzone appare quando cambia brano;\ndisabilitato perché la visibilità finestra flottante è impostata su 'sempre'";

/* unsaved changes explanation */
"You have modified your settings but did not apply them. If you want to do so, click the Apply button. Otherwise, click Don't Apply or Cancel." = "Hai modificato le impostazioni ma non le hai applicate. Se vuoi farlo, premi il pulsante Applica. Altrimenti, premi Non applicare o Annulla.";

